thess/micropython/ports/apollo3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Sparkfun Artemis"
#define MICROPY_HW_MCU_NAME "APOLLO3B"
